Repository: haitike/haibot
Catalog: locale/*/LC_MESSAGES/telegrambot.po
Languages: es_fl

source: Bot was initiated. Use /help for commands.
es_fl: Je - su - cris- to. El robot del futuro, quien derrota a los malvados con besos y dulzura. vJe - su - cris- to. El robot del futuro, que resuelve los problemas con paz y amoor

source: Available Commands: /start - Iniciciate or Restart the bot /help - Show the command list. /terraria status/log/ip/milestone/on/off - Terraria options /list - Manage your lists (Use /list help) /quote - Save your group chat quotes (Use /quote help) /autonot on/off - Enable or disable autonotifications /play - Set "want to play to X" for a amount of hours [Autonot] /search engine word - Search using a engine. /settings - Change bot options (language, etc.) /profile - Show your user profile
es_fl: Comandos disponibles: /start - Inicia o reinicia el bot /help - Muestra la lista de comandos.. /terraria status/log/ip/milestone/on/off - Opciones de Terraria /list - Administra tus listas (Ver /list help) /quote - Guarda tus "citas" en los grupos de chat (Ver /quote help) /autonot on/off - Activa o desactiva las autonotificaciones /play - Indica que quieres jugar X horas a algun juego [Autonot] /search engine word - Busca usando algún motor. /settings - Cambia opciones en el bot: idioma, etc. /profile - Muestra tu perfil o el de otros usuarios

source: Use one of the following commands: /terraria status - Server status (s) /terraria log <number> - Show Server history (l) /terraria ip - Display server IP (i) /terraria milestone - Add a milestone to server (m)[Autonot] /terraria on/off manually change server status [Autonot]
es_fl: Use one of the following commands: /terraria status - Estado del servidor (s) /terraria log <number> - Muestra la historia del servidor (l) /terraria ip - Muestra la dirección IP (i) /terraria milestone - Añade un "hito" al servidor (m)[Autonot] /terraria on/off cambiar el estado del servidor manualmente [Autonot]

source: /terraria log <number> - Number of log entries to show /terraria log m - Show only milestones
es_fl: /terraria log <number> - Numero de entradas del historial a mostrar /terraria log m - Muestra solo los "hitos"

source: There is no Log History
es_fl: No hay historial.

source: This is a legacy (v0.1) command. Use the new command: /autonot <on/off>
es_fl: Este es un comando obsoleto de la v0.1 Usa el nuevo comando: /autonot <on/off>

source: Use /terraria milestone <TEXT>
es_fl: Usa /terraria milestone <TEXT>

source: Note: You can set a IP with: /terraria on <your ip>
es_fl: Nota: Puedes establecer una dirección IP con: /terraria on <IP>

source: You have no writting rights
es_fl: No perteneces a la Jet People

source: You have no reading rights
es_fl: Lo siento, pero no admitimos anon

source: List "%s" does not exist. Select another list with /list use
es_fl: La lista "%s" no existe. Selecciona otra lista con /list use

source: Use one of the following commands: /list show <all:done:notdone> - show entries in the current list (s) /list <number> - Show only one entry using his index /list add - add a new entry to the current list (a) /list delete - delete an entry from the current list (d) /list lists <show:add:delete:clone> - manage lists (l) /list use - select a list (makes the list the current list) (u) /list writers <show:add:delete> - manage admins for the list (w) /list readers <show:add:delete> - manage readers for the list (if apply) (r) /list done - mark an entry as <done> (do) /list random - pick a random entry and show it (ra) /list search - show all entries matching a text (se)
es_fl: Usa uno de los siguientes comandos /list show <all:done:notdone> - muestra las entradas de la lista actual. (s) /list <number> - muestra una entrada indicando su número de índice /list add - añade una nueva entrada a la lista actual (a) /list delete - borra una entrada de la lista actual(d) /list lists <show:add:delete:clone> - administrar todas las listas (l) /list use - selecciona una lista como lista actual (u) /list writers <show:add:delete> - administra los miembros de la Jet People para las listas (w) /list readers <show:add:delete> - indica que alguien es Anon y no puede leer las listas (r) /list done - marca una entrada como "hecho" (do) /list random - muestra una entrada al azar. (ra) /list search - muestra los índices de las entradas que coinciden con la búsqueda (se)

source: Use /list show <all:done:notdone>
es_fl: Usa /list show <all:done:notdone

source: [%d][done] %s
es_fl: [%d][hecho] %s

source: Your list is empty
es_fl: Tu lista está vacía

source: /list add <name>
es_fl: /list add <nombre>

source: Entry #%d was added to list "%s"
es_fl: La entrada #%d fue añadida a la lista "%s"

source: /list delete <entry index>
es_fl: /list delete <índice>

source: Entry #%d was deleted from list "%s".
es_fl: La entrada #%d fue borrada de la lista "%s".

source: The entry number does not exist. Use /list show
es_fl: El número de índice de esa entrada no existe. Usa /list show

source: Use /list delete <entry number>
es_fl: Usa /list delete <índice>

source: There is no lists. Create one.
es_fl: No hay listas. Crea una.

source: /list lists add <something>
es_fl: /list lists add <nombre>

source: "%s" already exists!
es_fl: ¡"%s" ya existe!

source: "%s" list was created. Switch with /list use %d
es_fl: La lista"%s" fue creada. Usa /list use %d para cambiar a ella.

source: /list lists delete <list index>
es_fl: /list lists delete <índice de lista>

source: "%s" list was deleted. Use "show" for the new order.
es_fl: La lista "%s" fue borrada. Usa "show" para mostrar el nuevo orden.

source: The list could not be deleted. Use: /list lists delete <list index>
es_fl: La lista no pudo borrarse. Usa: /list lists delete <índice>

source: Use: /list clone <list_index> new name
es_fl: Usa: /list clone <índice> nuevo nombre

source: Cannot be cloned. "%s" already exists!
es_fl: No se pudo clonar. "%s" ya existe.

source: "%s" list was cloned to "%s" and entries were ordered.
es_fl: La lista "%s" fue cloanada a "%s" y las entradas fueron reordenadas.

source: The list could not be cloned. Use: Use: /list clone <list_index> new name
es_fl: La lista no pudo clonarse. Usa: /list clone <índice> nuevo nombre

source: /list use <list ID> Use /list lists show for IDs
es_fl: /list use <índice> Usa /list lists show para ver los índices

source: %s selected list: "%s"
es_fl: %s lista seleccionada: "%s"

source: /Invalid ID. Use /list lists show
es_fl: Índice inválido. Usa /list lists show

source: There is no writers.
es_fl: No hay ningún miembro de la gloriosa Jet People.

source: /list writer add ID. Use "/profile list" for a list of known IDs
es_fl: /list writer add ID. Usa "/profile list" para una lista de IDs conocidos.

source: writer rights for (ID:%d) were added
es_fl: (ID:%d) es ahora un selecto miembro de la Jet People.

source: /list writer delete ID. Use "/list writers show" for a list of writers IDs
es_fl: /list writer delete ID. Usa "/list writers show" para una lista de ID conocidos

source: writer rights for (ID:%d) were deleted
es_fl: (ID:%d) fue expulsado de la Jet People

source: You can't delete your own rights
es_fl: ¿Estás loco? Nadie escapa de la Jet People

source: There is no readers.
es_fl: Todo el mundo es Anon.

source: /list reader add ID. Use "/profile list" for a list of known IDs
es_fl: /list reader add ID. Usa "/profile list" para una lista de IDs conocidos

source: reader rights for (ID:%d) were added
es_fl: (ID:%d) ha dejando de ser Anon

source: /list reader delete ID. Use "/list readers show" for a list of readers IDs
es_fl: /list reader delete ID. Usa "/list readers show" para una lista de IDs conocidos

source: reader rights for (ID:%d) were deleted
es_fl: (ID:%d) es ahora un miserable Anon

source: /list done <entry index>
es_fl: /list done <índice>

source: #%d: done (list:%s)
es_fl: #%d: hecho (lista:%s)

source: See: \list show <all:done:notdone>
es_fl: Vease: \list show <all:done:notdone>

source: #%d: notdone (list:%s)
es_fl: #%d: sin hacer (lista:%s)

source: The entry number does not exist. Use /list show all
es_fl: El índice de la entrada no existe. Vease /list show all

source: Use /list done <entry number>
es_fl: Usa /list done <índice>

source: /list search <words>
es_fl: /list search <palabras>

source: No entries were found
es_fl: No se encontró ninguna entrada

source: Invalid number. Use /list show o /list search <word>
es_fl: Número inválido. Usa /list show o /list search <palabra>

source: You have no writting rights. See /list writers
es_fl: No eres parte de la grandiosa Jet People. Mirate si eso: /list writers

source: You can add a quote, selecting a message and clicking on "reply" and then writting /quote /quote search - show all quote matching a text (s/se) /quote <number> show the quote associated to a index /quote delete - delete a quote (d) /quote random - pick a random quote and show it (r/ra) /quote islist - Show the quotes as a list in the command /list (i/is)
es_fl: Puedes añadir una cita, seleccionando un mensaje y pulsando en "responder" y despues escribiendo /quote /quote search - muestra una cita según la búsqueda (s/se) /quote <number> muestra la cita asociada a un índice /quote delete - borra una cita(d) /quote random - selecciona una cita al azar(r/ra) /quote islist - muestra todas las citas como una lista en el comando /list (i/is)

source: Error: There is not Quote List in database. Use: /list lists add quote
es_fl: Error: No hay lista de citas en la base de datos. Usa: /list lists add quote

source: Quote #%d was recorded
es_fl: Quote #%d fue registrado

source: /quote delete <entry index>
es_fl: /quote delete <índice>

source: Quote #%d was deleted.
es_fl: Se borro la cita #%d.

source: The quote number does not exist. Use /quote search <word>
es_fl: El número de cita no existe. Usa /quote search <palabra>

source: Use /quote delete <entry number>
es_fl: Usa /quote delete <índice>

source: There is no quotes
es_fl: No hay citas

source: /quote search <words>
es_fl: /quote search <palabras>

source: No quotes were found
es_fl: No se encontraron citas

source: The quotes are now a list. Be careful: all the quotes can now be deleted, cloned or full showed
es_fl: Las citas son ahora una lista. Cuidado: Todas las citas pueden ahora ser borradas, clonadas o mostradas.

source: The quotes are now hidden in list command.
es_fl: Las citas estan ahora ocultas para el comando /list

source: Invalid number. Use /quote search <word>
es_fl: Número no válido. Usa /quote search <palabra>

source: was added to auto notifications.
es_fl: fue añadido a las auto-notificaciones.

source: was removed from auto notifications.
es_fl: fue eliminado de las auto-notificaciones

source: /play <hours> <game> - Display that you are playing a game for X hours. (Example: play 2 dota2 ). The message will be sent to users with autonot enabled. Another notification will be sent automatically when the time indicated elapses. /play status - Display the play message if there is one active /play stop - Manually stops the play, instead of waiting that the time elapses
es_fl: /play <horas> <juego> - Índica que estarás jugando a un juego durante X horas. (Ejemplo: /play 2 dota2). El mensaje será enviado a los usuarios con Autonot activado. Otra notificación será enviada automáticamente cuando transcurra el número de horas indicadas. /play status - Muestra el mensaje de estado si hay alguien jugando /play stop - Para "play" manualmente, en lugar de esperar a que transcurra el tiempo indicado.

source: There is not "play" ongoing
es_fl: No hay nadie jugando.

source: There is not "play" to stop.
es_fl: No se puede parar porque no hay nadie jugando.

source: The max number of hours allowed is %d
es_fl: El número máximo de horas permitido es %d

source: Number of hours must be higher than 0
es_fl: El número de horas debe ser mayor a cero

source: %s wants to play: %s (%s - %s)
es_fl: %s quiere jugar a: %s (%s - %s)

source: A notification was sent to all subscribed users. Use /autonot for subscribing
es_fl: Una notificación a sido enviada a los usuarios subscritos. Usa /autonot para subscribirte

source: There is already a play. See /play status for info.
es_fl: Ya hay alguien jugando. Usa /play status para más información.

source: NOT IMPLEMENTED
es_fl: Ya quisieras que esto funcionase

source: Language codes:
es_fl: Códigos de idioma:

source: Use /settings language language_code
es_fl: Utiliza /settings language código

source: Language changed to %s
es_fl: Idioma cambiado a %s

source: Unknown language code
es_fl: Código de idioma desconocido

source: Could not get user profile
es_fl: No se pudo obtener el perfil de usuario

source: Could not get profile list
es_fl: No se pudo conseguir la lista de perfiles.

source: Could not get profile from user <%s>
es_fl: No se puede obtener el perfil del usuario <%s>

source: Use a profile ID with only numbers
es_fl: Utiliza un ID de perfil que solo tenga números

source: %s is a unknown command. Use /help for available commands.
es_fl: %s no existe. ¿Que tal si usas /help en vez de dar por culo?

source: %s stopped playing.
es_fl: %s dejó de jugar.

source: (%s) Terraria server is On (IP:%s)
es_fl: (%s) El servidor de Terraria está encendido (IP:%s)

source: (%s) Terraria server is Off
es_fl: (%s) El servidor de Terraria está apagado

source: [%s] (%s) Milestone: %s
es_fl: [%s] (%s) Hito: %s

source: (%s) Milestone: %s
es_fl: (%s) Hito: %s

source: There is no IP
es_fl: No hay ninguna IP
